Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-user/user_settings.*.xlf
Languages: es

# ezplatform.date_time_format.date_format.label
source: Format for displaying Date
es: Formato para la fecha mostrada

# ezplatform.date_time_format.time_format.label
source: Format for displaying Time
es: Formato para la hora mostrada

# list.action.edit
source: Edit
es: Editar

# my_account_settings.password.action.edit
source: Edit
es: Editar

# my_account_settings.password.description
source: Current password
es: Contraseña actual

# my_account_settings.password.title
source: Password
es: Contraseña

# settings.character_counter.value.description
source: Displays count of characters typed in Online Editor
es: Mostrar el recuento de caracteres tecleados en el editor en línea

# settings.character_counter.value.disabled
source: disabled
es: Desactivado

# settings.character_counter.value.enabled
source: enabled
es: Activado

# settings.character_counter.value.title
source: Character counter
es: Contador de caracteres

# settings.full_datetime_format.value.description
source: Format for displaying Date & Time
es: Formato para la Fecha y hora mostradas

# settings.full_datetime_format.value.title
source: Long Date & Time format
es: Formato de Fecha y hora largo

# settings.language.value.description
source: The language of the administration panel
es: Idioma del panel de administración

# settings.language.value.title
source: Language
es: Idioma

# settings.short_datetime_format.value.description
source: Format for displaying Date & Time
es: Formato para la Fecha y hora mostradas

# settings.short_datetime_format.value.title
source: Short Date & Time format
es: Formato de Fecha y hora corto

# settings.subitems_limit.value.description
source: Number of items displayed in the table
es: Número de ítems mostrados en la tabla

# settings.subitems_limit.value.title
source: Sub-items
es: Subítems

# settings.timezone.value.description
source: Time Zone in use for displaying Date & Time
es: La zona horaria en uso muestra la Fecha y hora

# settings.timezone.value.title
source: Time Zone
es: Zona horaria

# user_setting.update.success
source: User setting '%identifier%' updated.
es: Ajustes de usuario '%identifier%' actualizado.
