Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezpublish-kernel/repository_exceptions.*.xlf
Languages: it

source: '%actualValue%' is wrong value
it: '%actualValue%' è il valore errato

source: '%actualValue%' is wrong value in class '%className%'
it: '%actualValue%' è un valore errato nella classe '%className%'

source: A value is set for non translatable field definition '%identifier%' with language '%languageCode%'
it: Viene impostato un valore per la definizione di campo non traducibili '%identifier%' con la lingua '%languageCode%'

source: Argument '%argumentName%' has a bad state: %whatIsWrong%
it: Argomento '%argumentName%' ha un cattivo stato: %whatIsWrong%

source: Argument '%argumentName%' is invalid: %whatIsWrong%
it: Argomento '%argumentName%' non è valido: %whatIsWrong%

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%'
it: Argomento '%argumentName%' non è valido: il valore atteso di essere di tipo '%expectedType%'

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%', got '%actualType%'
it: Argomento '%argumentName%' non è valido: il valore previsto deve essere di tipo '%expectedType%', tipo relevato '%actualType%'

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, binary file ids can not begin with a '/'
it: Argomento 'BinaryFile::id' non è valido: '%id%' è il valore errato, l'Id del file binario non può iniziare con una '/'

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, it does not contain prefix '%prefix%'. Is 'var_dir' config correct?
it: Argomento 'BinaryFile::id' non è valido: '%id%' è il valore errato, non contiene il prefisso '%prefix%'. 'Var_dir' config. è corretto?

source: Content fields did not validate
it: I Content fields non sono validi

source: Content type cannot be unlinked from the only remaining group
it: Tipo di contenuto non può essere scollegato dall'unico gruppo rimanente

source: Content type is already linked to provided group
it: Tipo di contenuto è già collegato al gruppo fornito

source: ContentType FieldDefinitions did not validate
it: ContentType FieldDefinitions non validato

source: Could not find %classType% class '%className%'
it: Impossibile trovare %classType% classe '%className%'

source: Could not find '%what%' with identifier '%identifier%'
it: Impossibile trovare '%what%' con identificatore '%identifier%'

source: Could not find class '%className%'
it: Impossibile trovare la classe '%className%'

source: Current version is already in status DRAFT
it: Versione corrente è già in stato bozza

source: Empty content type draft cannot be published
it: Un contenuto vuoto non può essere pubblicato

source: Field definition '%identifier%' does not exist in given ContentType
it: La definizione '%identifier%' non esiste nel dato ContentType

source: FieldType '%fieldType%' not found, needs to be implemented or configured to use FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)
it: FieldType '%fieldType%' non trovato, deve essere implementato o configurato per l'utilizzo di FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)

source: FieldType '%identifier%' is singular and can't be repeated in a ContentType
it: FieldType '%identifier%' è singolare e non può essere ripetuto in un ContentType

source: Limitation '%limitation%' not found, needs to be implemented or configured to use Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%
it: Limitazione '%limitation%' non trovata, deve essere implementata o configurata per l'utilizzo di Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%

source: Limitations did not validate
it: La Limitation non è stato convalidata

source: Only empty content type groups can be deleted
it: Possono essere eliminati solo i gruppi di tipo di contenuto vuoto

source: Only version in status DRAFT can be published
it: Solo la versione in stato bozza può essere pubblicata

source: Only version in status DRAFT can be updated
it: Solo la versione in stato bozza può essere aggiornata

source: Path '%path%' already exists for the given language
it: Percorso '%path%' esiste già per la lingua data

source: Placeholders are not matching with wildcards.
it: I segnaposto non sono corrispondenti con i caratteri jolly.

source: Provided content type does not contain ezuser field type
it: Il tipo di contenuto non contiene il tipo di campo ezuser

source: Relation is not of type COMMON
it: La relazione non è di tipo COMMON

source: Relation of type COMMON can only be added to drafts
it: Relazione di tipo COMMON può essere solo aggiunta alle bozza

source: Relation of type COMMON can only be removed from drafts
it: Relazione di tipo COMMON può essere solo rimossa dalla bozza

source: Relation of type COMMON to selected destination content ID already exists
it: Relazione di tipo COMMON scelta per la destinazione già esistente

source: User does not have access to '%function%' '%module%'
it: L'utente non dispone dell'accesso a '%function%' '%module%'

source: User does not have access to '%function%' '%module%' with: %with%'
it: L'utente non ha accesso a '%function%' '%module%' con: %with%'

source: Version in status PUBLISHED cannot be deleted
it: La versione in stato PUBLISHED non può essere eliminata

source: expected value to be of type '%expectedType%'
it: il valore atteso deve essere di tipo '%expectedType%'

source: expected value to be of type '%expectedType%', got '%actualType%'
it: il valore previsto è di tipo '%expectedType%', fornito '%actualType%'
