Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/contentedit.*.xlf
Languages: hu_hu

source: (change)
hu_hu: (változtatás)

source: Change language to:
hu_hu: Nyelv módosítása erre:

# content.id.location.id
source: Content ID: %contentId%, Location ID: %locationId%
hu_hu: Tartalom ID: %contentId%, Lokáció ID: %locationId%

# content.published
source: Content has been published
hu_hu: A tartalom publikálásra került

# contentedit.close.preview
source: Close preview
hu_hu: Előnézet bezárása

# contentedit.previewing
source: Previewing
hu_hu: Előnézet

# created.by
source: Created by %name%
hu_hu: Létrehozta: %name%

source: Discard Changes
hu_hu: Változtatások elvetése

# draft.saved
source: The draft was stored successfully
hu_hu: A piszkozatot sikeresen elmentettük

# error.publishing.draft
source: An error occurred while publishing the draft
hu_hu: Hiba történt a piszkozat publikálása során

# error.saving.draft
source: An error occurred while saving the draft
hu_hu: Hiba történt a piszkozat mentése során

# failed.finding.content
source: Could not find the content id '%id%'
hu_hu: Nem található content ID: "%id%"
