Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/fieldedit.*.xlf
Languages: es_es

# author.add
source: Add another author
es_es: Agregar otro autor

# authorinput.name
source: Name:
es_es: Nombre:

# authorinput.remove
source: Remove this author
es_es: Remover este autor

# bad.checksum.last.digit.should.be
source: Bad checksum, last digit of ISBN 13 should be %checkDigit%
es_es: Suma de comprobación incorrecta, el último dígito del ISBN 13 debe ser %checkDigit%

# binaryfile.download
source: Download the file
es_es: Descargar el archivo

# binaryfile.empty
source: No file yet.
es_es: No hay ningún archivo todavía.

# binaryfile.help
source: Drag and drop your file here or simply click on the buttons and select your file manually.
es_es: Arrastrar y soltar el archivo aquí o simplemente haga clic en los botones y seleccione el archivo manualmente.

# binaryfile.name
source: File name:
es_es: Nombre del archivo:

# binaryfile.or
source: or
es_es: o

# binaryfile.remove
source: Remove this file
es_es: Eliminar este archivo

# binaryfile.replace
source: Replace this file
es_es: Remplazar este archivo

# binaryfile.size
source: File size:
es_es: Tamaño del archivo:

# binaryfile.type
source: Type:
es_es: Tipo:

# binaryfile.upload
source: Upload a file
es_es: Subir un archivo

# date.and.time.not.valid
source: Date and time do not have valid inputs
es_es: Fecha y hora no tienen valores válidos

# date.calendar
source: Calendar
es_es: Calendario

# date.not.valid
source: This is not a correct date
es_es: Esto no es una fecha correcta

# date.not.valid.time.missing
source: Date do not have a valid input and time is missing
es_es: La fecha no tiene un valor válido y falta la hora

# date.not.valid.time.required
source: Date do not have a valid input and time is required
es_es: La fecha no tiene un valor válido y es obligatorio incluir la hora

# date.required
source: Date is required
es_es: La Fecha es requerida

# date.time.required
source: Date and time are required
es_es: La fecha y la hora son obligatorias

# dropped.several.files
source: You dropped several files while only one can be stored in this field. Please choose one file.
es_es: Está intentando grabar varios archivos en un campo que solo permite uno. Por favor, seleccione un único archivo.

# dropped.text.selection
source: You dropped a text selection while this field can only store a file. Please drop a file instead.
es_es: Está intentando guardar una selección de texto pero este campo sólo puede guardar un archivo. Por favor, seleccione un archivo en su lugar.

# email.not.valid
source: The email address should be valid
es_es: La dirección de email debe ser válida

# email.required
source: The email address is required
es_es: Se requiere una dirección de correo electrónico

# email.required.if.name.filled
source: The email address is required if the name is filled.
es_es: La dirección de correo electrónico es necesaria si el nombre ha sido dado.

# embed.content.not.loaded
source: Embedded Content item could not be loaded
es_es: El contenido embebido no se ha podido cargar

# error.during.geolocation.request
source: An error occurred during geolocation request of your current position
es_es: Ocurrió un error durante la solicitud de geolocalización de su posición actual

# failed.retrieve.google.maps.api
source: Failed to retrieve Google Maps API
es_es: Error al recuperar el API de Google Maps

# fieldedit.notTranslatable
source: This is not a translatable field and cannot be modified.
es_es: Esto no es un campo traducible y no puede ser modificado.

# float.value.should.be.less.than
source: The value should be less than or equal to %maxFloatValue%
es_es: El valor debe ser menor o igual a %maxFloatValue%

# float.value.should.be.more.than
source: The value should be more than or equal to %minFloatValue%
es_es: El valor debe ser más que o igual a %minFloatValue%

# geocoding.error
source: An error occurred during the geocoding request for this address
es_es: Se ha producido un error durante la solicitud de geocoding para esta dirección

# google.map.not.loaded.correctly
source: Google maps are not loaded correctly, try reloading the page
es_es: Los mapas de Google no se cargan correctamente, intente volver a cargar la página

# image.alternativetext
source: Alternative text:
es_es: Texto alternativo:

# image.content.not.loaded
source: Image could not be loaded
es_es: La imagen no pudo cargarse

# image.fullwidth
source: View the full width image
es_es: Ver la imagen con el ancho original

# image.help
source: Drag and drop your image here or simply click on the buttons and select your image manually.
es_es: Arrastrar y soltar el archivo aquí o simplemente haga clic en los botones y seleccione el archivo manualmente.

# image.name
source: File name
es_es: Nombre de fichero

# image.noimage
source: No image yet.
es_es: No se ha utilizado imagen todavía.

# image.or
source: or
es_es: o

source: Image preview
es_es: Vista previa de la imagen

source: Image properties
es_es: Propiedades de la imagen

# image.remove
source: Remove this image
es_es: Eliminar esta imagen

# image.replace
source: Replace this image
es_es: Reemplazar esta imagen

# image.size
source: File size:
es_es: Tamaño del archivo:

# image.thumbnail.error
source: An error occurred while loading the thumbnail.
es_es: Se ha producido un error al cargar la miniatura de la imagen.

# image.thumbnail.loading
source: Loading a thumbnail of the image...
es_es: Carga una de las miniatura de la imagen...

# image.thumbnail.retry
source: Retry
es_es: Volver a intentarlo

# image.type
source: Type:
es_es: Tipo:

# image.upload
source: Upload an image
es_es: Subir una imagen

# input.not.valid
source: This is not a valid input
es_es: Esto no es un valor correcto

# invalid.float.value
source: The value should be a valid float number
es_es: Este valor debe ser un número flotante válido

# invalid.input
source: This is not a valid input
es_es: Esto no es un valor correcto

source: invalid ISBN 10
es_es: iSBN 10 no válido

# invalid.isbn10.sum.not.multiple.of.11
source: invalid ISBN 10 (sum is not a multiple of 11)
es_es: iSBN 10 no válido (la suma no es múltiplo de 11)

source: Loading...
es_es: Cargando...

# login.required
source: 'The login is required
es_es: El login es necesario

# maplocation.address
source: Address:
es_es: Dirección:

# maplocation.latitude
source: Latitude:
es_es: Latitud:

# maplocation.locateaddress
source: Locate Address
es_es: Localizar la dirección

# maplocation.locateme
source: Locate Me
es_es: Localizarme

# maplocation.longitude
source: Longitude:
es_es: Longitud:

# media.audio.empty
source: No audio file yet.
es_es: No hay archivos de audio todavía.

# media.audio.help
source: Drag and drop your audio file here or simply click on the buttons and select your audio file manually.
es_es: Arrastra y suelta tu archivo de audio aquí o simplemente haz clic en los botones y selecciona tu archivo de audio manualmente.

# media.audio.properties
source: Audio file properties
es_es: Propiedades de archivo de audio

# media.audio.remove
source: Remove this audio file
es_es: Eliminar este archivo de audio

# media.audio.replace
source: Replace this audio file
es_es: Reemplazar este archivo de audio

# media.audio.unsupported
source: Unsupported audio format
es_es: Formato de audio no soportado

# media.audio.upload
source: Upload an audio file
es_es: Subir un archivo de audio

# media.autoplay
source: Auto play:
es_es: Reproducción automática:

# media.displaycontrols
source: Display controls:
es_es: Mostrar controles:

# media.file.size
source: <span class="ez-media-properties-size">%size%</span>&nbsp;bytes
es_es: <span class="ez-binaryfile-properties-size">%size%</span>&nbsp;bytes

# media.height
source: Height:
es_es: Altura:

# media.loop
source: Loop:
es_es: Bucle:

# media.name
source: File name:
es_es: Nombre de archivo:

# media.newtab
source: Open it in a new tab
es_es: Abrir en una nueva pestaña

# media.playersettings
source: Player settings
es_es: Ajustes del reproductor

# media.size
source: File size:
es_es: Tamaño del archivo:

# media.type
source: Type:
es_es: Tipo:

# media.video.empty
source: No video file yet.
es_es: No hay archivo de vídeo todavía.

# media.video.help
source: Drag and drop your video here or simply click on the buttons and select your video manually. Customize size, controls & view.
es_es: Arrastra y suelta tu video aquí o simplemente haz clic en los botones y selecciona tu vídeo manualmente. Personaliza el tamaño, controles y vista.

# media.video.properties
source: Video file properties
es_es: Propiedades del archivo de vídeo

# media.video.remove
source: Remove this video
es_es: Eliminar este video

# media.video.replace
source: Replace this video
es_es: Reemplazar este vídeo

# media.video.unsupported
source: Unsupported video format
es_es: Formato de vídeo no soportado

# media.video.upload
source: Upload a video
es_es: Subir un vídeo

# media.width
source: Width:
es_es: Ancho:

# name.required
source: The name is required
es_es: El nombre es requerido

# name.required.if.email.filled
source: The name is required if the email is filled
es_es: El nombre es requerido si el correo electrónico se rellena

# not.a.correct.isbn13.pattern
source: This is not a correct ISBN13 pattern
es_es: No es un patrón ISBN13 correcto

# over.maximum.allowed.size
source: The file '%name%' was refused because its size is greater than the maximum allowed size (%max%)
es_es: El archivo '%name%' fue rechazado porque su tamaño es mayor que el tamaño máximo permitido (%max%)

# refused.not.an.image
source: The file '%name%' was refused because it seems to not be an image. Please choose an image file.
es_es: El archivo '%name%' fue rechazado porque parece no ser una imagen. Por favor, elija un archivo de imagen.

# relation.empty
source: No relation.
es_es: Sin relación.

# relation.error
source: An error occurred while loading the related content.
es_es: Se ha producido un error al cargar el contenido relacionado.
