Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/trash.*.xlf
Languages: es_es

# confirm.permanent.delete.items
source: Are you sure you want to permanently delete %count% items? This action cannot be reversed.
es_es: Estás seguro de que deseas eliminar de forma permanente %count% ítems? Esta acción no se puede deshacer.

# content.items.restored
source: %count% Content item(s) have been restored
es_es: Se recuperaron %count% ítems de contenido

# empty.trash
source: Empty the Trash
es_es: Vaciar la Papelera

# error.emptying.trash
source: An error occurred while emptying the Trash
es_es: Se produjo un error al vaciar la Papelera

# error.restoring.item
source: An error occurred while restoring trash item with id: %id%. For the moment item's whose original location has been deleted can not be restored
es_es: Se produjo un error al restaurar de la Papelera el ítem con id.: %id%. En este momento, los ítems cuya ubicación original se eliminó no se pueden restaurar

# failed.load.content.type
source: Failed to load trash item Content Type name
es_es: Error al cargar el nombre de tipo de contenido del ítem anteriormente eliminado

# failed.load.parent.location.path
source: Failed to load parent location's path
es_es: Error al cargar la ruta de ubicación primaria

# items.permanently.deleted
source: %count% items were permanently deleted.
es_es: Se eliminaron de forma permanente %count% ítems.

source: Minimize
es_es: Minimizar

source: Restore selected
es_es: Restaurar la selección

source: Restoring trash item(s)
es_es: Restaurando ítem(s) de la Papelera

# trash.ancestor.to.select
source: Select a new parent location for the item
es_es: Seleccionar una nueva ubicación primaria para el ítem

# trash.ancestors
source: Item's ancestors are in Trash
es_es: Los predecesores de los ítems están en la Papelera

# trash.ancestors.button
source: Restore under a new parent
es_es: Restaurar bajo una nueva ubicación primaria

# trash.empty
source: The trash is empty
es_es: La Papelera está vacía

# trash.header.name
source: Trash
es_es: Papelera

# trash.name.label
source: Name
es_es: Nombre

# trash.original.location.label
source: Original Location
es_es: Ubicación original

# trash.type.label
source: Type
es_es: Tipo
