Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/repository-forms/validators.*.xlf
Languages: es

source: The user login '%login%' is used by another user. You must enter a unique login.
es: El nombre de usuario '%login%' ya está asignado a otro usuario. Introduce un nombre de usuario único.

# ez.content_type.descriptions
source: Content type description cannot exceed 255 characters.
es: La descripción del tipo de contenido no puede exceder los 255 caracteres.

# ez.content_type.identifier.pattern
source: Content type identifier may only contain letters from "a" to "z", numbers and underscores.
es: El identificador de tipo de contenido puede sólo contener letras de la "a" a la "z", números y guiones bajos.

# ez.content_type.names
source: Content type name cannot be blank and cannot exceed 255 characters.
es: El nombre del tipo de contenido no puede ser dejado en blanco ni exceder los 255 caracteres.

# ez.field_definition.descriptions
source: Field definition description cannot exceed 255 characters.
es: La descripción de la definición de campo no puede exceder los 255 caracteres.

# ez.field_definition.names
source: Field definition name cannot be blank cannot exceed 255 characters.
es: El nombre de definición de campo no puede estar en blanco ni exceder los 255 caracteres.

# ez.language.code.unique
source: The language code "%language_code%" is used by another language. You must enter a unique language code.
es: El código de idioma "%language_code%" ya está asignado a otro idioma. Introduce un código de idioma único.

# ez.role.identifier.unique
source: The role identifier "%identifier%" is used by another role. You must enter a unique identifier.
es: El identificador de rol "%identifier%" ya está asignado a otro. Introduce un identificador único.

# ez.section.identifier.format
source: Section identifier may only contain letters from "a" to "z", numbers and underscores.
es: El identificador de sección solo puede contener letras de la "a" a la "z", números y guiones bajos.

# ez.url.unique
source: URL must be unique
es: La URL debe ser única
