Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ez-support-tools/dashboard.*.xlf
Languages: hu

# dashboard.ez_version.community_end_of_maintenance
source: Unfortunately %release% open source version has reached end of life, <a target="_blank" href="%update_url%">please upgrade</a>.
hu: Kérlek, frissíts, az alábbi open source verzió életciklusa végéhez ért: %release% Frissítés: <a target="_blank" href="%update_url%">please upgrade</a>.

# dashboard.ez_version.community_end_of_maintenance_upgrade
source: Tip: If you upgrade to eZ Platform Enterprise you'll get access to: <a target="_blank" href="%license_url%">A business friendly license</a>, <a target="_blank" href="%ee_product_url%">several productivity features</a>, <a target="_blank" href="%support_service_url%">professional Support</a> and <a target="_blank" href="%service_life_url%">longer maintenance periode of your release</a>.
hu: Tipp: Ha eZ Platform Enterprise -ra váltasz, az alábbiakhoz is hozzájutsz: <a target="_blank" href="%license_url%">A business friendly license</a>, <a target="_blank" href="%ee_product_url%">several productivity features</a>, <a target="_blank" href="%support_service_url%">professional Support</a> and <a target="_blank" href="%service_life_url%">longer maintenance periode of your release</a>.

# dashboard.ez_version.community_severity_non
source: Welcome to the open source %release% release. Using the community friendly <a target="_blank" href="%license_url%">GPL license</a>, <a target="_blank" href="%gpl_faq_url%">sharing your code</a> is what it's all about.
hu: Üdv a nyílt forráskódú %release% kiadásban. A közösséget támogató <a target="_blank" href="%license_url%">GPL licensz</a>, <a target="_blank" href="%gpl_faq_url%">a kódmegosztásról</a>szól.

# dashboard.ez_version.end_of_life
source: Welcome to the open source %release% release. Using the community friendly <a target="_blank" href="%license_url%">GPL license</a>, <a target="_blank" href="%gpl_faq_url%">sharing your code</a> is what it's all about.
hu: Üdv a nyílt forráskódú %release% kiadásban. A közösséget támogató <a target="_blank" href="%license_url%">GPL licensz</a>, <a target="_blank" href="%gpl_faq_url%">a kódmegosztásról</a>szól.

# dashboard.ez_version.end_of_life_upgrade
source: Unfortunately %release% has reached <a target="_blank" href="%service_life_url%">end of life</a>, please plan to upgrade. If you need assistance, don't hesitate to <a target="_blank" href="%contact_url%">contact eZ</a>.
hu: Kérlek, frissíts, az alábbi open source verzió életciklusa végéhez ért: %release% <a target="_blank" href="%service_life_url%"></a> Frissítés: <a target="_blank" href="%update_url%">please upgrade</a>. Ha segíthetünk bármiben, csak <a target="_blank" href="%contact_url%">lépj kapcsolatba velünk</a>.

# dashboard.ez_version.trial_end_of_maintenance
source: Your trial period is coming to an end.
hu: A trial időszak lejárt.

# dashboard.ez_version.non_stable_ee
source: If you need assistance, don't hesitate to <a target="_blank" href="%support_url%">get in touch with eZ support</a>.
hu: Ha támogatásra van szükséged, <a target="_blank" href="%support_url%">fordulj az eZ supporthoz</a>.

# dashboard.ez_version.release_not_determined
source: The system could not find your <code>composer.lock</code> file. It's needed to determine information about your eZ install, and recommended to be kept on project development to make sure same package versions are used across all environments.
hu: A rendszer nem találta a <code>composer.lock</code> fájlt. Ez elengedhetetlen, a szoftver telepítésére vonatkozó információ meghatározásához és segít,, hogy a projekt során a megfelelő verziójú csomagokat használjátok minden környezetben.

# dashboard.ez_version.trial_notice
source: Welcome to %name%, check our <a target="_blank" href="%doc_url%">online documentation</a>, <a target="_blank" href="%consulting_url%">consulting</a> or <a target="_blank" href="%training_url%">training</a> services in order to get the most out of your trial.
hu: Tekintsd át az <a target="_blank" href="%doc_url%">online dokumentációt</a>,<a target="_blank" href="%consulting_url%">konzultációs</a>, vagy <a target="_blank" href="%training_url%">oktatási</a> szolgáltatásainkat. Trial időszakod hamarosan véget ér.

# dashboard.ez_version.trial_expired
source: Unfortunately your trial period has expired and your <a target="_blank" href="%ttl_url%">TTL license</a> is no longer valid.
hu: A trial időszak lejárt és a <a target="_blank" href="%ttl_url%">TTL licensz</a> nem érvényes a továbbiakban.
