Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/translations/*/ezplatform-form-builder/form_builder.*.*.xlf
Languages: de_de

# action.redirect.udw.title
source: Select content
de_de: Inhalt ausw채hlen

# create.form
source: Create a form
de_de: Formular erstellen

# drag.drop.call.to.action
source: Create a form by dragging and dropping elements here
de_de: Formular erstellen, indem Element hier via Drag & Drop eingef체gt werden

# field.remove
source: Remove
de_de: Entfernen

# field.settings
source: Settings
de_de: Einstellungen

source: Form
de_de: Formular

# form.name
source: Name of a form
de_de: Name des Formulars

# form.no_preview
source: Preview is not available.
de_de: Die Vorschau ist nicht verf체gbar.

# form.submit.redirect.to.location
source: Redirect to a content item
de_de: Weiterleitung zu einem Inhaltselement

# form.submit.redirect.url
source: Redirect to URL
de_de: Weiterleitung zu einer URL

# form.submit.select.action
source: Select an action after form submission
de_de: Aktion nach Formular-Einsendung w채hlen
