Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezcommerce-admin-ui/messages.*.xlf
Languages: es, it

source: Control center
es: Centro de control
it: Centro di controllo

# code.120_complete
source: Request BEFORE mapping.
es: Solicitud ANTES del mapeo.
it: Richiedi PRIMA mappatura.

# code.150_mapping
source: Request data before and after mapping.
es: Solicitud datos antes y después del mapeo.
it: Richiedi dati prima e dopo la mappatura.

# code.180_soap
source: Request AFTER mapping.
es: Solicitud DESPUÉS del mapeo.
it: Richiedi DOPO la mappatura.

# code.220_soap
source: Response BEFORE mapping.
es: Respuesta ANTES del mapeo.
it: Risposta PRIMA della mappatura.

# code.250_mapping
source: Response data before and after mapping.
es: Datos de respuesta antes y después del mapeo.
it: Dati di risposta prima e dopo la mappatura.

# code.280_complete
source: Response AFTER mapping.
es: Respuesta DESPUÉS del mapeo.
it: Risposta DOPO mappatura.

# configuration_settings.field.array.input.placeholder
source: Input Values
es: Valores de entrada

# configuration_settings.field.array.option.remote
source: Prices from ERP
es: Precios del ERP

# configuration_settings.field.array.option.shop
source: Local price engine
es: Motor de precios locales

# content_fields.external_data.data.label
source: Data
es: Datos

# content_fields.external_data.name.label
source: Name
es: Nombre

# content_fields.ezvariants.code.label
source: Code
es: Código

# content_fields.ezvariants.description.label
source: Description
es: Descripción

# content_fields.ezvariants.sku.label
source: SKU
es: Código de artículo

# content_fields.profiledata.add.attributes.from.erp
source: Add. attributes from ERP
es: Añadir. características procedentes del ERP

# content_fields.profiledata.buyer.address
source: Buyer address
es: Dirección del comprador

# content_fields.profiledata.customer.number
source: Customer number
es: Número de cliente

# content_fields.profiledata.delivery.address
source: Delivery address
es: Dirección de entrega

# content_fields.profiledata.last.update.from.erp
source: Last update from ERP
es: Última actualización procedente del ERP

# content_fields.profiledata.shipcode
source: Shipcode
es: Código de envío

# field_type.add_variant
source: Add variant
es: Añadir variante

# field_types.variants.button.trash
source: Remove variant
es: Eliminar variante

# import_export.download_price.button
source: Download prices
es: Descargar precios

# import_export.download_stock.button
source: Download stock
es: Descargar existencias

# import_export.search.button
source: Search
es: Buscar

# import_export.upload.file
source: Upload file
es: Subir archivo

# import_export.upload.info
source: Select a CSV file to import
es: Seleccionar a CSV archivo to importar

# import_export.upload.note
source: Note: It might take some time until the CSV file has been imported.
es: Note: Nota: pueden pasar unos segundos hasta que el archivo CSV se importe.

# import_export.upload_price.button
source: Upload prices
es: Cargar precios

# import_export.upload_price.title
source: Upload new price list
es: Subir una lista de precios nueva

# import_export.upload_stock.button
source: Upload stock
es: Cargar existencias

# import_export.upload_stock.title
source: Upload new stock list
es: Subir una nueva lista de existencias

# label.price_stock_tab
source: eCommerce
es: Comercio electrónico

# modal.button.close
source: Close
es: Cerrar
it: Chiudi

# msg.invalid_csv_file
source: Invalid CSV file
es: Archivo CSV no válido
it: File CSV non valido

# msg.invalid_shop_id
source: Invalid shop ID : %shopId%
es: id. de la tienda %shopId% no válida
it: Id negozio non valido:% shopId%

# msg.price_upload_success
source: Prices for %products% products imported successfully
es: Los precios para los productos %productos% se han importado con éxito
it: Prezzi per %products% prodotti importati con successo

# msg.stock_upload_success
source: Stock for %products% products imported successfully
es: La existencia del producto %products% se ha importado con éxito

# price_management.add_price
source: Add price
es: Añadir precio

# price_management.base_price
source: Base price
es: Precio base

# price_management.customer_group
source: Customer group
es: Grupo de cliente

# price_management.delete_price.button
source: Delete price
es: Eliminar precio

# price_management.offer_price
source: Offer price
es: Ofrecer precio

# price_management.save
source: Save
es: Guardar

# price_management.sku
source: SKU
es: Código de artículo

# profile.data.address.add.new.address
source: Add a new Address
es: Añadir nueva dirección

# profile.data.address.additional.address.line
source: Additional address line
es: Dirección adicional

# profile.data.address.buyer.label
source: Buyer address
es: Dirección del comprador

# profile.data.address.city
source: City
es: Ciudad

# profile.data.address.contact.email
source: Contact E-Mail
es: Correo electrónico de contacto

# profile.data.address.contact.fax
source: Contact Fax
es: Fax de contacto

# profile.data.address.contact.telephone
source: Contact Telephone
es: Teléfono de contacto

# profile.data.address.country.code
source: Country code
es: Código del país

# profile.data.address.delivery.label
source: Delivery addresses
es: Direcciones de entrega

# profile.data.address.name.company
source: Name/Company
es: Nombre/Empresa

# profile.data.address.name.company.2
source: Name/Company 2
es: Nombre/Empresa 2

# profile.data.address.street
source: Street
es: Calle

# profile.data.address.zip.code
source: ZIP code
es: Código postal

# profile.data.button.trash
source: Remove address
es: Eliminar dirección

# shipping.save
source: Save
es: Guardar

# shipping.table.country
source: Country
es: País

# shipping.table.currency
source: Currency
es: Moneda

# shipping.table.shipping_cost
source: Shipping cost
es: Gatos de envío

# shipping.table.shipping_method
source: Shipping method
es: Forma de envío

# shipping.table.state
source: State
es: Estado

# shipping.table.title
source: Manage shipping costs
es: Gestionar gastos de envío

# shipping.table.value
source: Value of goods
es: Valor de los productos

# shipping.table.zip
source: ZIP
es: Código postal

# shipping_management.add_shipping
source: Add
es: Añadir

# shipping_management.delete_shippment.button
source: Delete
es: Eliminar

# stock_management.on_stock
source: On stock
es: Disponible

# stock_management.save
source: Save
es: Guardar

# stock_management.sku
source: SKU
es: Código de artículo

# stock_management.stock_text
source: Stock text
es: Texto de relleno

source: Basket with ID: %basketId% not found
it: Carrello con ID:% basketId% non trovato

source: Error for basket %basketId%: %error%
it: Errore nel carrello %basketId%: %error%

source: Order for basket: %basketId% has been deleted successfully.
it: Ordine per il basket: %basketId% è stato eliminato con successo.

source: Order for basket: %basketId% has been processed successfully, Order-ID: %orderId%
it: L'ordine per il carrello:% basketId% è stato elaborato correttamente, Id ordine:% orderId%
