Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/content_edit.*.xlf
Languages: es

source: Autosave
es: Autoguardado

# content.draft_saved.success
source: Content draft saved.
es: Borrador de contenido guardado.

# content.field.non_editable
source: This Field Type is not editable
es: Este tipo de campo no es editable

# content.published.success
source: Content published.
es: Contenido publicado.

# content_id
source: Content ID: %contentId%
es: Id. del contenido: %contentId%

# created_by
source: Created by %name%
es: Creado por %name%

source: Editing
es: Editando

# errors.in.the.form
source: Cannot save the form. Check required Fields or validation errors.
es: No se puede guardar el formulario. Comprueba los campos obligatorios o los errores de validación.

# fieldtype.translation_is_disabled
source: Translating the %fieldName% Field is disabled. See Content Type definition for details.
es: La traducción del campo %fieldName% está desactivada. Vea la definición del tipo de contenido para más información.

# location_id
source: Location ID: %locationId%
es: Id. de ubicación: %locationId%

source: More info
es: Más información

# new_content_item
source: New %contentType%
es: Nuevo %contentType%

# parent_location_id
source: Parent Location ID: %locationId%
es: Id. de ubicación primaria: %locationId%
