Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/content_type.*.xlf
Languages: he_il

# content_type.action.edit
source: Edit
he_il: עריכה

# content_type.add.missing_language
source: Cannot create Content Type. Could not find 'Language' with identifier '%languageCode%'
he_il: אין אפשרות ליצור סוג תוכן. לא היתה אפשרות למצוא 'שפת' עם מזהה '%languageCode% '

# content_type.breadcrumb.create
source: Creating a new Content Type
he_il: יצירת סוג תוכן חדש

# content_type.container
source: Container
he_il: קונטיינר

# content_type.content_field_definitions
source: Content field definitions
he_il: הגדרות שדה תוכן

# content_type.content_type
source: Content Type
he_il: סוג תוכן

# content_type.default_availability
source: Default content availability
he_il: זמינות תוכן ברירת המחדל

# content_type.default_availability.help
source: Default availability in primary language, if translation is absent
he_il: מחדל זמינות בשפה הראשית, אם תרגום נעדר

# content_type.default_availability.value
source: {0} Not available|{1} Available
he_il: {0}לא זמין|{1} זמין

# content_type.default_children_sorting
source: Default field for sorting children
he_il: ברירת המחדל של שדה עבור מיון ילדים

# content_type.default_sort
source: Default sort order
he_il: סדר המיון המוגדר כברירת מחדל

# content_type.description
source: Description
he_il: תיאור

# content_type.identifier
source: Identifier
he_il: פרטים מזהים

# content_type.name
source: Name
he_il: שם

# content_type.sort_field.ascending
source: Ascending
he_il: בסדר עולה

# content_type.user_name.can_not_be_fetched
source: another user
he_il: משתמש אחר

# content_type.view.edit.content_field_definitions
source: Content field definitions
he_il: הגדרות שדה תוכן

# content_type.view.list.action.add
source: Create a Content Type
he_il: יצירת סוג תוכן חדש

# content_type.view.list.action.delete
source: Delete Content Type
he_il: מחק תוכן
