Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/locationview.*.xlf
Languages: hu

# content.create.choose_content_type
source: Create your content
hu: Tartalom létrehozása

# content.create.select_content_type
source: Select Content Type
hu: Tartalomtípus kiválasztása

# content.create.select_language
source: Select language
hu: Nyelv kiválasztása

# content.edit.select_language
source: Select language
hu: Nyelv kiválasztása

# content.view.subitems
source: Sub-items
hu: Alsóbb elemek

# location.bookmark.add
source: Add to Bookmarks
hu: Hozzáadás a könyvjelzőkhöz

# location.bookmark.remove
source: Remove from Bookmarks
hu: Eltávolítás a könyvjelzőkből

# tab.details.content_details
source: Content details
hu: Tartalom részletek

# tab.details.content_id
source: Content ID
hu: Tartalom azonosító

# tab.details.content_remote_id
source: Content remote ID
hu: Tartalom külső ID

# tab.details.creator
source: Creator
hu: Szerző

# tab.details.creator.not_found
source: Can’t fetch creator
hu: Nem lehet lekérdezni a létrehozót

# tab.details.last_contributor
source: Last contributor
hu: Utolsó közreműködő

# tab.details.last_contributor.not_found
source: Can’t fetch last contributor
hu: Nem lehet lekérdezni az utolsó közreműködőket

# tab.details.location_id
source: Location ID
hu: Lokáció ID

# tab.details.location_remote_id
source: Location remote ID
hu: Lokáció külső Id

# tab.details.published_version
source: Published version
hu: Publikált verzió

# tab.details.section_details
source: Section details
hu: Szekció részletei

# tab.details.section_name
source: Section name
hu: Szekció neve

# tab.details.state_details
source: State details
hu: Állapot részletek

# tab.details.state_group_name
source: Group name
hu: Csoport neve

# tab.details.state_name
source: Current object state
hu: Név

# tab.details.sub_items_listing_by.in
source: in
hu: ebben

# tab.details.sub_items_listing_by.order_by
source: Order by
hu: Rendezés alapja

# tab.details.sub_items_sorting_order
source: Sub-items sorting order
hu: Al-elemek sorrendezése

# tab.details.technical_details
source: Technical details
hu: Technikai részletek

# tab.details.translations
source: Translations
hu: Fordítások

# tab.locations.action.add
source: Add Location
hu: Lokáció hozzáadása

# tab.locations.action.delete
source: Delete Location
hu: Lokáció törlése

# tab.locations.content_locations
source: Content locations
hu: Tartalom lokációk

# tab.locations.main
source: Main
hu: Főmenü

# tab.locations.modal.message
source: Do you want to delete Location?
hu: Szeretnéd törölni a lokációt?

# tab.locations.path
source: Path
hu: Elérési út

# tab.locations.subitems
source: Sub-items
hu: Alsóbb elemek

# tab.locations.visibility
source: Visibility
hu: Láthatóság

# tab.name.details
source: Details
hu: Részletek

# tab.name.locations
source: Locations
hu: Lokációk

# tab.name.policies
source: Policies
hu: Szabályzatok

# tab.name.relations
source: Relations
hu: Kapcsolatok

# tab.name.roles
source: Roles
hu: Szerepkörök

# tab.name.translations
source: Translations
hu: Fordítások

# tab.name.versions
source: Versions
hu: Verziók

# tab.name.view
source: View
hu: Megtekintés

# tab.relations.no_relations
source: This content item has no related content.
hu: Nincs kapcsolódó tartalom.

# tab.relations.no_reverse_relations
source: This content item has no reverse relations.
hu: Nincs fordított kapcsolódó tartalom.

# tab.relations.related_content
source: Related content (content items used by %contentName%)
hu: Kapcsolódó tartalom (%contentName% által használva)

# tab.relations.reverse_relations
source: Reverse relations (content items using %contentName%)
hu: Fordított kapcsolódó tartalom (%contentName%)

# tab.relations.table.content_type
source: Content type
hu: Tartalomtípus

# tab.relations.table.name
source: Name
hu: Név

# tab.relations.table.relation_type
source: Relation type
hu: Kapcsolat típusa

# tab.relations.table.relation_type.content_level_relation
source: Content level relation
hu: Tartalom szintű kapcsolat

# tab.relations.table.relation_type.embed
source: Embed
hu: Beágyazás

# tab.relations.table.relation_type.field
source: Field
hu: Mező

# tab.translations.action.add
source: Add Translation
hu: Fordítás hozzáadása

# tab.translations.action.delete
source: Delete Translation
hu: Fordítások törlése

# tab.translations.add.base_language
source: Base this translation on an existing translation
hu: A fordítás alapjául egy már meglévő fordítás szolgál

# tab.translations.add.cancel
source: Cancel
hu: Mégse

# tab.translations.add.language
source: Select a language for your new translation
hu: Válassz nyelvet az új fordításhoz

# tab.translations.add.title
source: Create new translation
hu: Fordítás létrehozása

# tab.translations.language_code
source: Language code
hu: Nyelv kódja

# tab.translations.language_name
source: Language name
hu: Nyelv

# tab.translations.modal.message
source: Do you want to delete Translation?
hu: Szeretnéd törölni a fordítást?

# tab.translations.translation_manger
source: Translation manager
hu: Fordításkezelő

# tab.versions.action.delete
source: Delete Version
hu: Verzió törlése

# tab.versions.archived_versions
source: Archived versions
hu: Archivált verziók

# tab.versions.draft_under_edit
source: Draft under edit
hu: Piszkozat szerkesztés alatt

# tab.versions.modal.message
source: Do you want to delete Versions?
hu: Szeretnéd törölni a verziót?

# tab.versions.published_version
source: Published version
hu: Publikált verzió

# tab.versions.table.action.archived.edit
source: Restore Archived Version
hu: Archivált verzió visszaállítása

# tab.versions.table.action.draft.edit
source: Edit Draft
hu: Vázlat szerkesztése

# tab.versions.table.author.not_found
source: Can’t fetch contributor
hu: Nem lehet lekérdezni a közreműködőket

# tab.versions.table.contributor
source: Contributor
hu: Közreműködők

# tab.versions.table.created
source: Created
hu: Létrehozva

# tab.versions.table.last_saved
source: Last saved
hu: Utoljára mentett

# tab.versions.table.modified_language
source: Modified language
hu: Módosított nyelv

# tab.versions.table.version
source: Version
hu: Verzió

# translation.modal_close
source: Close
hu: Bezár
