Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/messages.*.xlf
Languages: de, it, pl

# authentication.credentials_expire_in.warning
source: Your current password will expire in %days% day(s). You can change it in User Settings/My Account Settings.
it: La tua password attuale scadrà tra% days% day (s). Puoi modificarlo in Impostazioni utente / Impostazioni account personale.

# authentication.credentials_expire_today.warning
source: Your current password will expire today. You can change it in User Settings/My Account Settings.
it: La tua password attuale scadrà oggi. Puoi modificarlo in Impostazioni utente / Impostazioni account personale.

# authentication.credentials_expired
source: Your password has expired.
it: La tua password è scaduta.

# authentication.credentials_expired.message
source: Your password has expired and must be changed. You will receive an email with instructions how to reset your password.
it: La tua password è scaduta e deve essere modificata. Riceverai un'e-mail con le istruzioni su come reimpostare la password.

# authentication.credentials_expired.reset_password
source: Reset password
de: Passwort zurücksetzen
it: Reimposta password
pl: Resetuj hasło

# authentication.forgot_password
source: Forgot your password?
it: Password dimenticata?

# authentication.reset_your_password
source: Reset your password
de: Passwort zurücksetzen
it: Reimposta la tua password
pl: Zresetuj swoje hasło

# authentication.username
source: Username
de: Benutzername
it: Account
pl: Nazwa użytkownika

# base.need_assistance
source: Get to know Ibexa DXP
it: Conosci Ibexa DXP

# base.visit_support
source: See the %ibexa_documentation_link%<br/>or %ibexa_contact_link%
it: Visita la documentazione ufficiale% ez_documentation_link% <br/> o contattaci:% ez_contact_link%

# breadcrumb.admin
source: Admin
it: Amministratore

# character_counter.characters
source: characters
de: Zeichen
it: caratteri
pl: znaków

# character_counter.words
source: words
de: Wörter
it: parole
pl: wyrazów

# content.hidden.message
source: You don't have permissions to view this Content item (contentID: %contentId%).
it: Non hai le autorizzazioni per visualizzare questo elemento di contenuto (contentID:% contentId%).

# content.hide.modal.cancel
source: Cancel
de: Abbrechen
it: Annulla
pl: Anuluj

# content.hide.modal.confirm
source: Confirm
de: Bestätigen
it: Conferma
pl: Zatwierdź

# content.hide.modal.please_confirm_to_continue
source: To hide the Content item anyway, click Confirm.
it: Per nascondere comunque l'elemento Contenuto, clicca Conferma.

# content.hide.modal.title
source: Content hide conflict
it: Il contenuto nasconde il conflitto

# content.hide.modal.warning_content_used_by_other_content
source: This content is used by other Content item(s). To avoid errors, update or remove all related content listed in the Relations tab.
it: Questo contenuto viene utilizzato da altri elementi di contenuto. Per evitare errori, aggiorna o rimuovi tutti i contenuti correlati elencati nella scheda Relazioni.

# content.in_trash
source: In Trash
de: In Papierkorb
it: Nel Cestino
pl: W koszu

# custom_url_alias_add_form.add
source: Create
de: Erstellen
it: Crea
pl: Utwórz

# custom_url_alias_add_form.remove
source: Delete
de: Löschen
it: Cancella
pl: Usuń

# error.page.403.actions
source: Contact your administrator to request access.<br/>Go back to the <a href="%dashboard%">dashboard</a> or <a href="%search%">search</a> for another item.
it: Contatta il tuo amministratore per richiedere l'accesso a questo contenuto o modificare il tuo profilo. <br/> Altrimenti, torna alla <a class="error-page__link" href="%dashboard%"> dashboard </a> o <a class = "error-page__link" href = "% search%"> cerca </a> un altro elemento di contenuto.

# error.page.403.sub_title
source: Sorry but you don't have permission to access this page.
it: Non è possibile recuperare o accedere a questa pagina.

# error.page.403.title
source: Access denied
it: Non hai il permesso

# error.page.404.actions
source: Check the URL is spelled correctly and try again.<br/>Go back to the <a href="%dashboard%">dashboard</a> or <a href="%search%">search</a> for another item.
it: Controlla l'URL per un errore di battitura e riprova. <br/> In caso contrario, torna alla <a class="error-page__link" href="%dashboard%"> dashboard </a> o <a class = "error- page__link "href ="% search% "> cerca </a> un altro elemento di contenuto.

# error.page.404.sub_title
source: The link may be broken, or the page may have been removed.
it: Probabilmente non ti aspettavi di atterrare qui.

# error.page.404.title
source: Sorry, this page isn't available
it: Pagina non trovata

# error.page.default.actions
source: Contact you Administrator to report the problem.<br/>Go back to the <a href="%dashboard%">dashboard</a> or reload the application.
it: <b> Contatta il tuo amministratore e informalo in merito </b> <br/> l'ora in cui si è verificato l'errore, l'URL nella finestra del browser e qualsiasi cosa correlata <br/> che pensi possa aver causato l'errore. <br / > Puoi anche tornare indietro o provare a ricaricare l'applicazione.

# error.page.default.sub_title
source: Sorry, we are having a problem with our system.
it: Ci scusiamo per l'errore interno del server.

# error.page.default.title
source: Something went wrong
it: Qualcosa è andato storto

# ezauthor.action.add
source: Add
it: Aggiungi autore

# ezauthor.action.delete
source: Delete
it: Rimuovi autore

# ezplatform.forgot_password.reset_your_password.reason.migration
source: Your password has expired, change it.
it: La tua password è scaduta, cambiala.

# ezplatform.forgot_user_password.contact_administrator
source: If you do not remember your login, contact your Administrator.
it: Se non ricordi il tuo login, contatta l'amministratore.

# ezplatform.forgot_user_password.login
source: This email is connected with several accounts. Enter your login instead.
it: Questa email è connessa con diversi account. Inserisci il tuo login.

# ezplatform.forgot_user_password.message
source: Hi, <br /><br /> We have received a request to reset the password for your eZ Platform account. Click “reset password” below to choose a new password: <br /><br /> <a href="%reset_password%">Reset password</a> <br /><br /> If you did not request a password reset, please ignore this email, and your password will remain the same.
it: Ciao, <br /><br /> Abbiamo ricevuto una richiesta di reimpostare la password per il tuo account eZ Platform. Clicca qui sotto “reset password” per scegliere una nuova password: <br /><br /> <a href="%reset_password%">Reimposta la password</a> <br /><br /> Se non hai richiesto il ripristino della password, ignora questa email e la tua password rimarrà la stessa.

# ezplatform.forgot_user_password.reset_your_password
source: Reset your password
de: Passwort zurücksetzen
it: Reimposta la tua password
pl: Zresetuj swoje hasło

# ezplatform.reset_user_password.change_password
source: Change password
de: Passwort ändern
it: Cambia password
pl: Zmień hasło

# ezplatform.reset_user_password.link_is_not_valid
source: This link is not valid anymore, you can <a href="%forgot_user_password%">generate a new link</a> to reset your password.
de: Dieser Link ist nicht mehr gültig. Sie können <a href="%forgot_user_password%">einen neuen Link generieren</a>, um Ihr Passwort zurückzusetzen.
it: Questo link non è più valido, è possibile <a href="%forgot_user_password%">generare un nuovo link</a> per reimpostare la password.
pl: Ten link nie jest już aktualny, możesz <a href="%forgot_user_password%">wygenerować nowy link</a> aby zresetować hasło.

# ezplatform.reset_user_password.success
source: Your password has been changed. You can <a href="%login%">log in</a> to eZ Platform.
it: La tua password è stata cambiata. Puoi <a href="%login%">accedere</a> a eZ Platform.

# footer.copyright
source: Copyright &copy; %year% Ibexa. All right reserved
it: Copyright &copy; %year% Ibexa. Tutti i diritti riservati

# footer.ibexa_documentation
source: Documentation
it: Documentazione

# footer.ibexa_support
source: Support
it: Supporto

# form.cancel
source: Cancel
de: Abbrechen
it: Annulla
pl: Anuluj

# location_trash_form.confirm_label
source: I understand the consequences of this action.
it: Comprendo le conseguenze di questa azione.

# modal.cancel
source: Cancel
de: Abbrechen
it: Annulla
pl: Anuluj

# modal.close
source: Close
it: Chiudi

# modal.delete
source: Delete
de: Löschen
it: Cancella
pl: Usuń

# search.date.range
source: From date - to date
it: Da data - a data

# section.assign,content
source: Assign Content
de: Inhalt zuweisen
it: Assegna Contenuto
pl: Przypisz treść

# section.modal.message
source: Do you want to delete the Section(s)?
it: Vuoi eliminare la(e) Sezione(i)?

# tab.locations.location_content_swap
source: Swap Locations
it: Scambia Posizioni

# tab.locations.swap_with_another
source: Swap the Content item at this Location with another
it: Scambia l'elemento di contenuto in questa posizione con un altro

# tab.view.preview
source: Preview
de: Vorschau
it: Anteprima
pl: Podgląd

# trash.delete.all.confirm
source: Are you sure you want to permanently delete %trashItemsCount% item(s)?
de: Sind Sie sicher, dass Sie %trashItemsCount% Element(e) dauerhaft löschen möchten?
it: Sei sicuro di voler eliminare definitivamente% trashItemsCount% item (s)?
pl: Czy na pewno chcesz trwale usunąć %trashItemsCount% elementów?

# trash.delete.all.info
source: This action cannot be reversed
de: Diese Aktion kann nicht rückgängig gemacht werden
it: Questa azione non può essere invertita
pl: Nie można cofnąć tej akcji

# trash.delete.button.cancel
source: Cancel
de: Abbrechen
it: Annulla
pl: Anuluj

# trash.form.cancel
source: Cancel
de: Abbrechen
it: Annulla
pl: Anuluj

# trash.modal.close
source: Close
it: Chiudi

# trash.modal.message
source: Do you want to delete the selected item(s) from Trash?
it: Sei sicuro di voler inviare questo elemento di contenuto al Cestino?

# trash_asset.modal.message_body
source: If you wish to delete these assets too, first make sure they are not used by other content. To check, go to the asset preview and look at its content Relations in the Relations tab.
it: Se desideri eliminare anche queste risorse, assicurati innanzitutto che non vengano utilizzate da altri contenuti. Per verificare, vai all'anteprima della risorsa e guarda il suo contenuto Relazioni nella scheda Relazioni.

# trash_asset.modal.message_header
source: You are about to delete a Content item that has one or more asset Field(s) used by other Content items. These assets will remain available in system.
it: Stai per eliminare un elemento di contenuto che ha uno o più campi risorsa utilizzati da altri elementi di contenuto. Queste risorse rimarranno disponibili nel sistema.

# trash_asset_single.modal.message_main
source: '%content_name%' has 1 or more asset Field(s). You have an option to send only the Content item to Trash, or to send the Content item and its assets to Trash. Please select your option:
it: '% content_name%' ha uno o più campi risorsa. Hai la possibilità di inviare solo l'elemento di contenuto al Cestino o di inviare l'elemento di contenuto e le sue risorse al Cestino. Seleziona la tua opzione:

# trash_container.modal.message_main
source: Sending '%content_name%' and its %children_count% Content item(s) to Trash will also send the sub-items of this Location to Trash.
it: L'invio di '% content_name%' e dei suoi% children_count% elementi di contenuto nel Cestino invierà anche gli elementi secondari di questa posizione nel Cestino.

# trash_container.modal.message_relations
source: '%content_name%' is in use by %reverse_relations% Content item(s). You should remove all reverse Relations before deleting the Content item.
it: '% content_name%' è utilizzato da% reverse_relations% elementi di contenuto. È necessario rimuovere tutte le relazioni inverse prima di eliminare l'elemento di contenuto.

# alert.close
source: Close
de: Schließen
pl: Zamknij

# authentication.credentials_expire_in.warning
source: Your password will expire in %days% days. Consider updating it in User Settings/My Account Settings.
de: Ihr Kennwort läuft in %days% Tagen ab. Bitte aktualisieren Sie es in den Benutzereinstellungen/Meine Kontoeinstellungen.
pl: Twoje hasło wygaśnie za %days% dni. Rozważ jego aktualizację w Ustawieniach użytkownika/Moje konto.

# authentication.credentials_expire_today.warning
source: Your password will expire today. Consider updating it in User Settings/My Account Settings.
de: Ihr Kennwort läuft heute Tagen ab. Bitte aktualisieren Sie es in den Benutzereinstellungen/Meine Kontoeinstellungen.
pl: Twoje hasło wygasa dzisiaj. Rozważ jego aktualizację w Ustawieniach użytkownika/Moje konto.

# authentication.credentials_expired
source: Your password has expired
de: Ihr Kennwort ist abgelaufen.
pl: Twoje hasło wygasło

# authentication.credentials_expired.message
source: For security reasons, your password has expired and needs to be changed. An email has been sent to you with instructions.
de: Aus Sicherheitsgründen ist Ihr Kennwort abgelaufen und muss geändert werden. Eine E-Mail wurde mit Anweisungen an Sie gesendet.
pl: Ze względów bezpieczeństwa Twoje hasło wygasło i musi zostać zmienione. Instrukcja została wysłana w wiadomości e-mail.

# authentication.forgot_password
source: Forgot password?
de: Passwort vergessen?
pl: Nie pamiętasz hasła?

# authentication.password
source: Password
de: Passwort
pl: Hasło

# authentication.submit
source: Login
pl: Zaloguj się

# base.footer_copyright
source: eZ Platform ©1999-%current_year% %ez_link_open%eZ Systems AS%ez_link_close% and others.
de: eZ Plattform ©1999-%current_year% %ez_link_open%eZ Systeme AS%ez_link_close% und andere.
pl: eZ Platform ©1999-%current_year% %ez_link_open%eZ Systems AS%ez_link_close% i inni.

# breadcrumb.user_preferences
source: User Preferences
de: Benutzereinstellungen
pl: Preferencje użytkownika

# content.hide.modal.please_confirm_to_continue
source: If you wish to continue, please click on Confirm.
de: Wenn Sie fortfahren möchten, klicken Sie bitte auf Bestätigen.
pl: Jeśli chcesz kontynuować, kliknij Potwierdź.

# content.hide.modal.title
source: Conflict when hiding content item
de: Konflikt beim Verstecken von Inhaltselementen
pl: Konflikt podczas ukrywania treści

# content.hide.modal.warning_content_used_by_other_content
source: This item is being used by other content item(s). To avoid errors, please update or remove all related objects listed in the Relations tab.
de: Dieses Element wird von anderen Inhaltselemente(n) verwendet. Um Fehler zu vermeiden, aktualisieren oder entfernen Sie bitte alle verknüpften Objekte, die im Reiter Beziehungen aufgelistet sind.
pl: Ten element jest używany przez inne elementy treści. Aby uniknąć błędów zaktualizuj lub usuń wszystkie powiązane obiekty wymienione w zakładce Relacje.

# content_type_group.breadcrumb.list
source: Content Types
de: Inhaltstypen
pl: Typy treści

# error.page.403.actions
source: You can also go back to the <a class="error-page__link" href="%dashboard%">dashboard</a> here or <a class="error-page__link" href="%search%">search</a> for other content.
de: Sie können auch zurück zum <a class="error-page__link" href="%dashboard%">Dashboard</a> gehen oder nach Inhalten <a class="error-page__link" href="%search%">suchen</a>.
pl: Możesz również wrócić do <a class="error-page__link" href="%dashboard%">panelu sterowania</a> albo <a class="error-page__link" href="%search%">szukać</a> innych elementów.

# error.page.403.message
source: It’s an error 403. You don’t have permission to retrieve or access this page.<br/>Please contact your eZ Platform Administrator to request access to<br/>this content or modify your profile.
de: Fehler 403. Sie haben keine Rechte diese Seite abzurufen oder darauf zuzugreifen.<br/>Bitte kontaktieren Sie Ihren eZ Platform Administrator, um den Zugang auf diesen Inhalt anzufragen<br/>oder aktualisieren Sie ihr Profil.
pl: Wystąpił błąd 403. Nie masz uprawnień do dostępu do tej strony.<br/>Skontaktuj się ze swoim administratorem eZ Platform aby uzyskać dostęp<br/>do tego elementu lub zmodyfikować swój profil.

# error.page.403.title
source: You don’t have permission for this page. Sorry!
de: Entschuldigung, Sie haben keinen Zugriff auf diese Seite.
pl: Nie masz uprawnień do tej strony. Przepraszamy!

# error.page.404.actions
source: Check the URL, in case there would be an error in there.<br/>If not, go to the <a class="error-page__link" href="%dashboard%">dashboard</a> or <a class="error-page__link" href="%search%">search</a> for specific content.
de: Überprüfen Sie die URL, sollte sich dort ein Fehler eingeschlichen haben.<br/>Falls nicht, gehen Sie zum <a class="error-page__link" href="%dashboard%">Dashboard</a> oder<a class="error-page__link" href="%search%">suchen</a> Sie nach Ihrem Inhalt.
pl: Sprawdź, czy URL nie zawiera błędów.<br/> Jeśli nie, przejdź do <a class="error-page__link" href="%dashboard%">panelu sterowania</a> albo <a class="error-page__link" href="%search%">szukaj</a> konkretnego elementu.

# error.page.404.message
source: It’s an error 404. The page you requested was not found.<br/>It might have been deleted or might be temporarily unavailable.
de: Fehler 404. Die angefragte Seite konnte nicht gefunden werden.<br/>Möglicherweise wurde sie gelöscht oder ist temporär nicht verfügbar.
pl: Wystąpił błąd 404. Nie zaleziono żądanej strony.<br/>Mogła zostać usunięta lub jest czasowo niedostępna.

# error.page.404.title
source: Something went wrong. Sorry!
de: Entschuldigung, etwas ist schief gelaufen!
pl: Coś poszło nie tak.

# error.page.default.actions
source: Please contact your eZ Platform Administrator and inform her/him about the time the error occurred, the URL in your browser window and anything related you think may have caused the error.<br/>You can also go back or try to reload the application.
de: Bitte kontaktieren Sie Ihren eZ Platform Administrator und informieren Sie diesen über die Zeit, die URL in Ihrem Browser Fenster und weitere Details, über die Sie denken, dass diese den Fehler verursacht haben könnten.<br/>Sie können zudem zurück gehen oder versuchen die Seite neu zu laden.
pl: Skontaktuj się ze swoim administratorem eZ Platform i podaj czas wystąpienia błędu, adres URL w oknie przeglądarki oraz inne informacje o błędzie.<br/>Możesz też przejść wstecz lub przeładować aplikację.

# error.page.default.message
source: It's an error 500, an internal server error. The server was unable to complete your request and it's not your fault.
de: Fehler 500. Interner Server Fehler. Der Server konnte Ihre Anfrage nicht abschließen.
pl: Wystąpił błąd 500, wewnętrzny błąd serwera. Z powodów niezależnych od ciebie serwer nie był w stanie zrealizować żądania.

# error.page.default.title
source: Something went wrong. Sorry!
de: Entschuldigung, etwas ist schief gelaufen!
pl: Coś poszło nie tak.

# ezauthor.action.add
source: Add author
de: Autor hinzufügen
pl: Dodaj autora

# ezauthor.action.delete
source: Remove author
de: Autor entfernen
pl: Usuń autora

# ezplatform.forgot_user_password.contact_administrator
source: If you do not remember your login, please contact the site administrator.
de: Kontaktieren Sie den Administrator, wenn Sie ihre Zugangsdaten vergessen haben.
pl: Jeśli nie pamiętasz swojego loginu, skontaktuj się z administratorem strony.

# ezplatform.forgot_user_password.login
source: This email is connected with several accounts. Please enter your login.
de: Diese E-Mail ist mit mehreren Benutzerkonten verbunden. Bitte geben Sie Ihren Benutzernamen ein.
pl: Ten adres email jest połączony z kilkoma kontami. Podaj swój login.

# ezplatform.forgot_user_password.message
source: Hi, <br /><br /> We have received a request to reset the password for your account on site. Click “reset password” below to choose a new password: <br /><br /> <a href="%reset_password%">Reset password<a/> <br /><br /> If you did not request a password reset, please ignore this email, and your password will remain the same.
de: Hallo, <br /><br /> Wir haben eine Anfrage für das Zurücksetzen Ihres Passworts erhalten. Klicken Sie “Passwort zurücksetzen” und wählen Sie ein neues Passwort: <br /><br /> <a href="%reset_password%">Passwort zurücksetzen<a/> <br /><br /> Wenn Sie kein neues Passwort angefordert haben, können die diese E-Mail ignorieren und Ihr Passwort bleibt unverändert.
pl: Witaj, <br /><br /> Otrzymaliśmy prośbę o zresetowanie hasła do twojego konta. Kliknij "Zresetuj hasło" poniżej aby wybrać nowe hasło: <br /><br /> <a href="%reset_password%">Zresetuj hasło<a/> <br /><br /> Jeśli nie prosiłeś o reset hasła, zignoruj ten e-mail, a hasło pozostanie bez zmian.

# ezplatform.forgot_user_password.success
source: <p>We have sent an email to the email address of your account. You should receive the email shortly.</p> <p>If the email is slow to arrive, check your spam folders.</p> <p>If you receive no email, it’s that your username or email is unknown to us, so please double check.</p> <p>If you reset your password multiple times, only the most recent email link will be valid</p>
de: <p>Wir haben Ihnen eine E-Mail an die E-Mail Adresse Ihres Benutzerskontos geschickt. Sie sollten die E-Mail in Kürze erhalten.</p> <p>Sollte Sie die E-Mail nicht in kurzer Zeit erreichen, überprüfen Sie Ihren Spam-Ordner.</p> <p>Wenn Sie keine E-Mail erhalten haben, kann es sein, dass uns der eingegebene Benutzername oder die eingegebene E-Mail Adresse unbekannt ist. Bitte prüfen Sie Ihre Eingabe.</p> <p>Wenn Sie mehrfach ein Zurücksetzen Ihres Passworts angefragt haben, ist nur der Link aus der letzten E-Mail gültig.</p>
pl: <p>Wysłaliśmy e-mail na adres powiązany z tym kontem. Wkrótce powinien pojawić się w skrzynce odbiorczej.</p> <p>Jeśli e-mail nie dotrze w najbliższym czasie, sprawdź folder ze spamem.</p> <p>Jeśli nie otrzymasz e-maila, oznacza to, że nie rozpoznajemy twojej nazwy użytkownika albo adresy e-mail.</p> <p>Jeśli wielokrotnie zresetujesz hasło, tylko ostatni e-mail z linkiem będzie działał.</p>

# ezplatform.reset_user_password.success
source: Congrats, your password has been changed, you can now <a href="%login%">login</a> to eZ Platform.
de: Glückwunsch, Ihr Passwort wurde geändert. Sie können sich jetzt in eZ Platform <a href="%login%">anmelden</a>.
pl: Twoje hasło zostało zmienione, możesz teraz <a href="%login%">zalogować się</a> do eZ Platform.

# search.any_time
source: Any time
de: Jeder Zeitpunkt
pl: Kiedykolwiek

# search.section.any
source: Any section
de: Jede Sektion
pl: Dowolna sekcja

# section.modal.message
source: Do you want to delete section?
de: Möchten Sie die Sektion löschen?
pl: Czy chcesz usunąć sekcję?

# tab.locations.location_content_swap
source: Location Content Swap
de: Inhalt mit Ort tauschen
pl: Zamiana lokalizacji

# tab.locations.swap_with_another
source: Swap the content item at this location with another
de: Tauschen des Inhalts mit einem anderen Ort
pl: Zamień lokalizację dla tego elementu

# trash.modal.message
source: Are you sure you want to send this content item to trash?
de: Sind Sie sicher, dass Sie dieses Inhaltselement in den Papierkorb verschieben möchten?
pl: Czy na pewno chcesz umieścić ten element w koszu?
