Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/messages.*.xlf
Languages: de, it, pl

# trash_asset.modal.message_body
source: If you wish to delete this(/these) asset(s) too, first make sure they are not used by other content. You can check these content going to the asset(s) and looking at their content relations in the Relation tab.
de: Wenn Sie auch diese(n) Asset(s) löschen möchten, stellen Sie zuerst sicher, dass sie nicht von anderen Inhalten verwendet werden. Sie können diese Inhalte überprüfen, die zu den Asset(s) gehen und ihre Inhaltsbeziehungen in der Registerkarte Beziehung betrachten.
pl: Jeśli również chcesz usunąć te zasoby, to najpierw upewnij się, że nie są używane przez inną treść. Możesz sprawdzić, które treści są powiązane udając się do zasobów i spoglądając na listę relacji w zakładce Relacje.

# trash_asset.modal.message_header
source: You are about to delete a content that has one or several asset(s) field(s) used by other content items. These assets will remain available in system.
de: Sie sind dabei, einen Inhalt zu löschen, der ein oder mehrere Asset(s) hat, die von anderen Inhaltselementen verwendet werden. Diese(s) Asset(s) werden weiterhin im System verfügbar bleiben.
pl: Za chwilę usuniesz zawartość, która ma jedno lub kilka pól zasobów używanych przez inne elementy treści. Zasoby te pozostaną dostępne w systemie.

# trash_asset_single.modal.message
source: You have the option to delete %content_name% (%content_type%) only or to also delete the assets it is using. Make your choice:
de: Sie haben die Möglichkeit, nur %content_name% (%content_type%) oder die zu verwendenden Assets zu löschen. Wählen Sie:
pl: Masz możliwość usunięcia samej treści %content_name% (%content_type%) lub też wraz z używanymi przez nią zasobami. Dokonaj wyboru:

# trash_asset_single.modal.message_main
source: You are about to delete a content with one or several asset(s) field(s).
de: Sie sind dabei, einen Inhalt mit einem oder mehreren Asset(s) Felder(n) zu löschen.
pl: Zamierzasz usunąć treść z co najmniej jednym polem zawierającym zasoby.

# trash_container.modal.message_main
source: Deleting %content_name% will also delete its sub-items, under its location(s). To confirm, please check below
de: Das Löschen von %content_name% löscht auch seine Unterelemente, unter seinem Standort(n). Bitte bestätigen Sie und prüfen sie hier
pl: Usunięcie %content_name% spowoduje również usunięcie jego podelementów, pod jego lokalizacją(-ami). Aby potwierdzić, zaznacz opcję poniżej
