Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/notifications.*.xlf
Languages: pl

# bookmark.list.empty
source: The notification list is empty.
pl: Lista powiadomień jest pusta.

# menu.notification
source: View Notifications
pl: Powiadomienia

# notification.date
source: Date
pl: Data

# notification.description
source: Description
pl: Opis

# notification.no_longer_available
source: Content not available any more
pl: Treść nie jest już dostępna

# notification.permanently_deleted
source: Publication permanently deleted
pl: Publikacja trwale usunięta

# notification.title
source: Title:
pl: Tytuł:

# notification.trashed
source: Publication sent to trash
pl: Publikacja wyrzucona do kosza

# notification.type
source: Type
pl: Typ

source: Notifications
pl: Powiadomienia

# notifications.modal.message.error
source: Cannot update notifications count
pl: Nie można zaktualizować licznika powiadomień
