Repository: ezsystems/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/universal_discovery_widget.*.xlf
Languages: pl

# add_location.title
source: Select location
pl: Wybierz lokalizację

# browse.title
source: Browse content
pl: Przeglądaj treści

# copy.title
source: Select location
pl: Wybierz lokalizację

# dashboard.create.title
source: Create your content
pl: Utwórz element

# ezobjectrelationlist.title
source: Select content
pl: Wybierz element

# move.title
source: Select destination
pl: Wybierz miejsce docelowe

# restore_under_new_location.title
source: Select a location to restore you content item(s)
pl: Wybierz lokalizację, aby przywrócić wybrane elementy

# subtree.title
source: Select location
pl: Wybierz lokalizację

# subtree_limitation.title
source: Choose locations
pl: Wybierz lokalizacje

# swap.title
source: Select location to be swapped with
pl: Wybierz lokalizację do zamiany miejscami
